[AcidSlash X2AbilityTemplate]
LocFriendlyName="酸蚀斩击"
LocHelpText="一次迅猛的近战攻击，撕裂2点护甲并施加酸蚀效果。"
LocLongDescription="一次迅猛的近战攻击，撕裂2点护甲并施加酸蚀效果。"
LocPromotionPopupText="<Bullet/> 一次迅猛的近战攻击，撕裂2点护甲并施加酸蚀效果。"

[AcidFang X2AbilityTemplate]
LocFriendlyName="酸蚀之牙"
LocHelpText="一次非回合结束的近战攻击，针对敌人撕裂2点护甲并施加酸蚀效果。"
LocLongDescription="一次非回合结束的近战攻击，针对敌人撕裂2点护甲并施加酸蚀效果。"
LocPromotionPopupText="<Bullet/> "一次非回合结束的近战攻击，针对敌人撕裂2点护甲并施加酸蚀效果。"

[AcidSlug X2AbilityTemplate]
LocFriendlyName="酸蚀弹"
LocHelpText="一种特殊的霰弹枪攻击，忽略远距离惩罚，撕裂2点护甲，并施加持续1回合的酸蚀效果。消耗2弹药。"
LocLongDescription="一种特殊的霰弹枪攻击，忽略远距离惩罚，撕裂2点护甲，并施加持续1回合的酸蚀效果。消耗2弹药。"
LocPromotionPopupText="<Bullet/> 一种特殊的霰弹枪攻击，忽略远距离惩罚，撕裂2点护甲，并施加持续1回合的酸蚀效果。消耗2弹药，每回合可以使用一次。"

[AcidSplash X2AbilityTemplate]
LocFriendlyName="酸蚀飞溅"
LocHelpText="一种特殊的霰弹枪攻击，忽略远距离惩罚，撕裂3点护甲，并施加持续1回合的酸蚀效果。消耗2弹药。此攻击不会结束回合。"
LocLongDescription="一种特殊的霰弹枪攻击，忽略远距离惩罚，撕裂3点护甲，并施加持续1回合的酸蚀效果。消耗2弹药。此攻击不会结束回合。"
LocPromotionPopupText="<Bullet/> 一种特殊的霰弹枪攻击，忽略远距离惩罚，撕裂3点护甲，并施加持续1回合的酸蚀效果。消耗2弹药。此攻击不会结束回合，且没有冷却时间。"

[AcidSlugRangeEffect X2AbilityTemplate]
LocFriendlyName="酸蚀弹 - 范围加成"
LocHelpText="消除酸蚀弹和酸蚀飞溅的距离惩罚，并为此类能力提供+10瞄准加成。"
LocLongDescription="消除酸蚀弹和酸蚀飞溅的距离惩罚，并为此类能力提供+10瞄准加成。"
LocPromotionPopupText="<Bullet/> 消除酸蚀弹和酸蚀飞溅的距离惩罚，并为此类能力提供+10瞄准加成。"

[CausticArsenal X2AbilityTemplate]
LocFriendlyName="酸蚀军火库"
LocHelpText="提供3枚酸蚀手雷。这些手雷受到轻型军火伤害减免的影响，但你会从这个能力中获得3枚酸蚀手雷，而不是9枚。"
LocLongDescription="提供3枚酸蚀手雷。这些手雷受到轻型军火伤害减免的影响，但你会从这个能力中获得3枚酸蚀手雷，而不是9枚。"
LocPromotionPopupText="<Bullet/> 提供3枚酸蚀手雷。这些手雷受到轻型军火伤害减免的影响，但你会从这个能力中获得3枚酸蚀手雷，而不是9枚。"

[CausticArsenal1 X2AbilityTemplate]
LocFriendlyName="酸蚀军火库 - 第一枚手雷"
LocHelpText="酸蚀军火库 - 第一枚手雷"
LocLongDescription="酸蚀军火库 - 第一枚手雷"
LocPromotionPopupText="<Bullet/> 酸蚀军火库 - 第一枚手雷"

[CausticArsenal2 X2AbilityTemplate]
LocFriendlyName="酸蚀军火库 - 第二枚手雷"
LocHelpText="酸蚀军火库 - 第二枚手雷"
LocLongDescription="酸蚀军火库 - 第二枚手雷"
LocPromotionPopupText="<Bullet/> 酸蚀军火库 - 第二枚手雷"

[CausticArsenal3 X2AbilityTemplate]
LocFriendlyName="酸蚀军火库 - 第三枚手雷"
LocHelpText="酸蚀军火库 - 第三枚手雷"
LocLongDescription="酸蚀军火库 - 第三枚手雷"
LocPromotionPopupText="<Bullet/> 酸蚀军火库 - 第三枚手雷"

[CausticDemise X2AbilityTemplate]
LocFriendlyName="酸蚀末日"
LocHelpText="授予快球和毁灭能力。此外，还提供三枚免费的酸蚀手雷。"
LocLongDescription="授予快球和毁灭能力。此外，还提供三枚免费的酸蚀手雷。"
LocPromotionPopupText="<Bullet/> 你可以激活快球，使你下一次投掷的手雷成为免费动作。毁灭能力增加爆破范围1格，手雷范围2格。这三枚酸蚀手雷仍然有固有的手雷冷却时间。"

[ElectricalSurge X2AbilityTemplate]
LocFriendlyName="电涌"
LocHelpText="一种穿甲射击，能够禁用护盾并减少机器人20点的黑客防御。消耗2弹药。"
LocLongDescription="一种穿甲射击，能够禁用护盾并减少机器人20点的黑客防御。消耗2弹药。"
LocPromotionPopupText="<Bullet/> 一种穿甲射击，能够禁用护盾并减少机器人20点的黑客防御。消耗2弹药。"

[ElectricalStorm X2AbilityTemplate]
LocFriendlyName="电风暴"
LocHelpText="一种不会结束回合的穿甲射击，能够禁用护盾并减少机器人20点的黑客防御。消耗2弹药。"
LocLongDescription="一种不会结束回合的穿甲射击，能够禁用护盾并减少机器人20点的黑客防御。消耗2弹药。"
LocPromotionPopupText="<Bullet/> 一种不会结束回合的穿甲射击，能够禁用护盾并减少机器人20点的黑客防御。消耗2弹药。"

[PowerOutage X2AbilityTemplate]
LocFriendlyName="断电"
LocHelpText="电涌和电风暴能够使机器人敌人昏迷2个动作回合。"
LocLongDescription="电涌和电风暴能够使机器人敌人昏迷2个动作回合。"
LocPromotionPopupText="<Bullet/> 电涌和电风暴能够使机器人敌人昏迷2个动作回合。"